tap "homebrew/bundle"
brew "php"
brew "composer"
brew "git"
brew "go"
brew "httpd"
brew "node"
brew "yarn"
brew "nodenv"
cask "iterm2"
vscode "bmewburn.vscode-intelephense-client"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "junstyle.php-cs-fixer"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "pkief.material-icon-theme"
vscode "recca0120.vscode-phpunit"
vscode "rvest.vs-code-prettier-eslint"
vscode "xdebug.php-debug"
vscode "zobo.php-intellisense"
